[AlphaMarauder X2SoldierClassTemplate]
+DisplayName="掠夺者"
+ClassSummary="掠夺者是近战专家。他们擅长近身格斗术，是部署在战斗前线的优秀士兵。"
+LeftAbilityTreeTitle="行刑者"
+RightAbilityTreeTitle="枪骑兵"
+AbilityTreeTitles[0]="行刑者"
+AbilityTreeTitles[1]="枪骑兵"
+AbilityTreeTitles[2]="恶棍"
+AbilityTreeTitles[3]="XCOM"


;ALPHABETICAL ORDER
+RandomNickNames[0]="Wall"
+RandomNickNames[1]="Cutter"
+RandomNickNames[2]="Stabby"
+RandomNickNames[3]="Kabar"
+RandomNickNames[4]="Shiv"
+RandomNickNames[5]="Shank"
+RandomNickNames[6]="Giant"
+RandomNickNames[7]="Lancer"
+RandomNickNames[8]="Enforcer"
+RandomNickNames[9]="Judge"
+RandomNickNames[10]="Saber"
+RandomNickNames[11]="Fencer"
+RandomNickNames[12]="Spear"
+RandomNickNames[13]="Claymore"
+RandomNickNames[14]="Axe"
+RandomNickNames[15]="Cleaver"
+RandomNickNames[16]="Tormok"
+RandomNickNames[17]="Berserker"
+RandomNickNames[18]="Bronan"
+RandomNickNames[19]="Mace"
+RandomNickNames[20]="Tomahawk"
+RandomNickNames[21]="Glaive"
+RandomNickNames[22]="Rapier"
+RandomNickNames[23]="Scimitar"
+RandomNickNames[24]="Talon"

[ADEvasion X2AbilityTemplate]
LocFriendlyName="闪避"
LocLongDescription="激活可获得+30闪避，直到下一回合结束。不消耗行动点。4回合冷却。"
LocHelpText="激活可获得+30闪避，直到下一回合结束。不消耗行动点。4回合冷却。"
LocFlyOverText="闪避"
LocPromotionPopupText="<Bullet/>促使你在战斗区域生存更长时间。获得+30闪避，免费行动。4回合冷却。<br/>"

[ADLance X2AbilityTemplate]
LocFriendlyName="低姿穿行"
LocLongDescription="获得+15闪避和+2移动奖励。"
LocHelpText="获得+15闪避和+2移动奖励。"
LocFlyOverText="低姿穿行"

[ADLance X2SoldierAbilityUnlockTemplate]
DisplayName="掠夺者：低姿穿行"
Summary="获得+15闪避和+2移动奖励。"

[Phantom X2SoldierAbilityUnlockTemplate]
DisplayName="掠夺者：潜逃"
Summary="获得+5闪避，每个任务一次，让你立即进入隐蔽状态，可持续几回合。"

[DragoonMasterPerk X2AbilityTemplate]
LocFriendlyName="潜逃"
LocLongDescription="获得+5闪避，每个任务一次，让你立即进入隐蔽状态，可持续几回合。"
LocHelpText="该单位获得+5闪避和偷逃能力。"
LocFlyOverText="潜逃"

[SlashAndStabby X2AbilityTemplate]
LocFriendlyName="刀锋冲刺"
LocLongDescription="用剑攻击相邻目标。消耗1行动点。"
LocHelpText="用剑攻击相邻目标。消耗1行动点。"
LocFlyOverText="刀锋冲刺"
LocPromotionPopupText="<Bullet/> 用剑攻击相邻目标。<br/><Bullet/> 消耗1行动点，不会结束回合，因此可以进行额外的攻击或移动。<br/><Bullet/> 视为对失魂者的爆头。<br/>"

[MeleefighterAS X2AbilityTemplate]
LocFriendlyName="近战斗士"
LocLongDescription="所有近战攻击获得+5命中和+10暴击率。同时获得“疾风特攻”能力，让掠夺者在斩杀攻击之后，可以移动或用较弱的剑攻击切杀敌人。"
LocHelpText="所有近战攻击获得+5命中和+10暴击率。同时获得“疾风特攻”能力，让掠夺者在斩杀之后，可以移动或用较弱的剑攻击切杀敌人。"
LocFlyOverText="近战斗士"
LocPromotionPopupText="<Bullet/> 所有近战攻击获得+5命中和+10暴击率。<br/><Bullet/> 这是被动技能效果。<br/><Bullet/> 近战斗士的“疾风特攻”近战能力，允许士兵在切杀后移动，或者切杀另一个目标。<br/>"

[AMBlademasterMomentum X2AbilityTemplate]
LocFriendlyName="疾风特攻	"
LocLongDescription="使用“弯月斩杀”后，获得额外移动或“切杀”动作。"
LocHelpText="使用斩杀后，每回合最多获得一次移动或“切杀”。直译“弯曲芦苇”，原游戏译为“强韧”，源自“在风中弯曲的芦苇强于暴风雨折断的橡树”《伊索寓言》，中国有类似典故“疾风知劲草”。"
LocFlyOverText="疾风特攻"

[AMBlademasterSlice X2AbilityTemplate]
LocFriendlyName="切杀"
LocLongDescription="在移动范围内，以较弱的近战攻击任何敌人，使用你的 <Ability:SecondaryWeaponName/>武器。"
LocHelpText="在移动范围内，以较弱的近战攻击任何敌人，使用你的 <Ability:SecondaryWeaponName/>武器。"
LocPromotionPopupText="<Bullet/> 你可以移动光标放在敌人身上使用切杀技能。<br/><Bullet/> 掠夺者可以执行 \"冲刺\" 移动，使用两个行动点移动，同时仍可触发对相邻敌人的切杀。<br/>"

[AD_Cutthroat X2AbilityTemplate]
LocFriendlyName="残忍"
LocFlyOverText="残忍"
LocLongDescription="你对受伤敌人的近战攻击，造成+1额外伤害，并可穿透敌人的护甲。"
LocHelpText="你对受伤敌人的近战攻击，造成+1额外伤害，并可穿透敌人的护甲。"
LocPromotionPopupText="<Bullet/> 你对受伤敌人的近战攻击，造成+1额外伤害，并可穿透敌人的护甲。<br/><Bullet/> 开始时+1穿透护甲。随着武器等级的提升将增加穿透。<br/><Bullet/> 这是一种被动效果。<br/>"

[Flankshot_AS X2AbilityTemplate]
LocFriendlyName="侧翼射击"
LocLongDescription="对侧翼敌人造成+1伤害。"
LocHelpText="对侧翼敌人造成+1伤害。"
LocFlyOverText="侧卫"
LocPromotionPopupText="<Bullet/> 对侧翼敌人造成+1伤害。<br/><Bullet/> 这是一种被动效果。<br/>"

[ADStunFire X2AbilityTemplate]
LocFriendlyName="眩晕冲击波"
LocLongDescription="发射冲击波弹幕射击，击晕敌人。4回合冷却。"
LocHelpText="发射冲击波弹幕射击，击晕敌人。4回合冷却。"
LocFlyOverText="侧卫"
LocPromotionPopupText="<Bullet/> 使用震荡子弹发射弹幕攻击，击晕敌人。<br/><Bullet/> 敌人被击晕2回合。<br/><Bullet/> 4回合冷却。<br/>"

[AM_InTheZone X2AbilityTemplate]
LocFriendlyName="游击战术"
LocLongDescription="杀死侧翼的或其他未暴露的目标，并且使用 <Ability:WeaponName/> 武器时，将退还消耗的行动点。对某些技能无效。"
LocHelpText="杀死侧翼的或未暴露目标时退还行动点。"
LocFlyOverText="游击战术"
LocPromotionPopupText="<Bullet/>奔袭战术不会使游击战术生效。<br/>"

[AD_TacticalSense X2AbilityTemplate]
LocFriendlyName="战斗防御"
LocLongDescription="当你们看到更多敌人时，给予掠夺者额外一些防御值。"
LocHelpText="当你们看到更多敌人时，给予掠夺者额外3—15防御值。"
LocFlyOverText="战斗防御"
LocPromotionPopupText="<Bullet/>当你们看到更多敌人时，给予掠夺者额外一些防御值。<br/>"

[AD_TacticalSense X2SoldierAbilityUnlockTemplate]
DisplayName="掠夺者：战斗防御"
Summary="当你们看到更多敌人时，给予掠夺者额外一些防御值。"

[AD_Cleave X2AbilityTemplate]
LocFriendlyName="扫荡打击"
LocLongDescription="对小圆锥范围内的所有目标进行强力打击。可以击倒墙壁或摧毁掩体。免费动作。3回合冷却。"
LocHelpText="对小圆锥范围内的所有目标进行强力打击。可以击倒墙壁或摧毁掩体。3回合冷却。"
LocFlyOverText="扫荡"

[AMSwordSlice X2AbilityTemplate]
LocFriendlyName="弯月斩杀"
LocFlyOverText="斩杀"
LocLongDescription="用你的剑攻击移动距离内的任何敌人。"
LocHelpText="用你的剑攻击移动距离内的任何敌人。"
LocPromotionPopupText="<Bullet/> 你可移动光标放在敌人身上触发斩杀能力。<br/><Bullet/> 士兵可以执行 \"冲刺\" 移动，使用两个行动点移动，同时仍可触发对相邻敌人的斩杀。<br/>"

[AMFleche X2AbilityTemplate]
LocFriendlyName="冲击"
LocFlyOverText="冲击"
LocLongDescription="你的弯月斩杀和盾牌重击，在你的起步位置和目标之间，每4格额外造成1伤害。"
LocHelpText="你的弯月斩杀和盾牌重击，在你的起步位置和目标之间，每4格额外造成1伤害。"
LocPromotionPopupText="<Bullet/> 你可使用盾牌重击和疾风特攻斩杀来触发冲击伤害。<br/><Bullet/> 在你的起步位置和目标之间，每4格额外造成1冲击伤害。<br/>"

[AMBringEmOn X2AbilityTemplate]
LocFriendlyName="一起上吧"
LocFlyOverText="一起上吧"
LocLongDescription="你每看到一个敌人，获得+1暴击伤害，最多+8点。"
LocHelpText="你每看到一个敌人，获得+1暴击伤害，最多+8点。"
LocPromotionPopupText="<Bullet/> 每看到一个敌人，获得+1暴击伤害，最多+8点。<br/><Bullet/> 小队视野范围内的单位，也会让你获得奖励。<br/><Bullet/> 来自《幽浮：未知敌人》突击兵的职业技能。<br/>"

[ALSlinkMaster X2AbilityTemplate]
LocFriendlyName="深度隐蔽"
LocHelpText="隐蔽期间，敌人对你的探测距离减少一半。"
LocLongDescription="隐蔽期间，敌人对你的探测距离是普通士兵的一半。"
LocPromotionPopupText="隐蔽期间，敌人对你的探测距离是普通士兵的一半。"

[A115DisableAtk X2AbilityTemplate]
LocFriendlyName="缴械毒攻"
LocLongDescription="灵活的近战攻击，使敌人武器失效，有75%几率使其中毒。"
LocHelpText="灵活的近战攻击，使敌人武器失效，并很有可能使其中毒。"
LocFlyOverText="缴械毒攻"
LocPromotionPopupText="<Bullet/> 5回合冷却。<br/>"

[Taser115Shot X2AbilityTemplate]
LocFriendlyName="电能冲击波"
LocLongDescription="发射一枚带电子弹，穿透一条直线上的所有目标。"
LocHelpText="发射一枚带电子弹，穿透一条直线上的所有目标。"
LocFlyOverText="电能冲击波"
LocPromotionPopupText="<Bullet/> 4回合冷却。<br/>"


[AlphaRustyStealth X2AbilityTemplate]
LocFriendlyName="伪装"
LocFlyOverText="伪装"
LocLongDescription="立即进入隐蔽，3回合后自动解除。任务中可用2次。"
LocHelpText="立即进入隐蔽，3回合后自动解除。"
LocPromotionPopupText="<Bullet/> 立即进入隐蔽，隐蔽效果保持 <Ability:BLEND_TURNS_CONCEALED> 回合。<br/><Bullet/> 这对于逃离险境或者制造惊喜很有用。<br/><Bullet/> 隐藏效果会在玩家回合开始时解除。<br/>"
